{
    "book": "1 Enoch",
    "chapters": [
        {
            "chapter": 1,
            "reference": "1 Enoch 1",
            "verses": [
                {
                    "verse": 1,
                    "text": "The words of the blessing of Enoch, wherewith he blessed the elect and righteous, who will be living in the day of tribulation, when all the wicked and godless are to be removed."
                },
                {
                    "verse": 2,
                    "text": "And he took up his parable and said—Enoch a righteous man, whose eyes were opened by God, saw the vision of the Holy One in the heavens, which the angels showed me, and from them I heard everything, and from them I understood as I saw, but not for this generation, but for a remote one which is for to come."
                },
                {
                    "verse": 3,
                    "text": "Concerning the elect I said, and took up my parable concerning them: The Holy Great One will come forth from His dwelling,"
                },
                {
                    "verse": 4,
                    "text": "And the eternal God will tread upon the earth, even on Mount Sinai, and appear from His camp and appear in the strength of His might from the heaven of heavens."
                },
                {
                    "verse": 5,
                    "text": "And all shall be smitten with fear, and the Watchers shall quake, and great fear and trembling shall seize them unto the ends of the earth."
                },
                {
                    "verse": 6,
                    "text": "And the high mountains shall be shaken, and the high hills shall be made low, and shall melt like wax before the flame."
                },
                {
                    "verse": 7,
                    "text": "And the earth shall be wholly rent in sunder, and all that is upon the earth shall perish, and there shall be a judgement upon all men."
                },
                {
                    "verse": 8,
                    "text": "But with the righteous He will make peace, and will protect the elect, and mercy shall be upon them, and they shall all belong to God, and they shall be prospered, and they shall all be blessed. And He will help them all, and light shall appear unto them, and He will make peace with them."
                },
                {
                    "verse": 9,
                    "text": "And behold! He cometh with ten thousands of His holy ones to execute judgement upon all, and to destroy all the ungodly: and to convict all flesh of all the works of their ungodliness which they have ungodly committed, and of all the hard things which ungodly sinners have spoken against Him."
                }
            ],
            "translation": "Charles"
        },
        {
            "chapter": 2,
            "reference": "1 Enoch 2",
            "verses": [
                {
                    "verse": 1,
                    "text": "Observe ye everything that takes place in the heaven, how they do not change their orbits, and the luminaries which are in the heaven, how they all rise and set in order each in its season, and transgress not against their appointed order."
                },
                {
                    "verse": 2,
                    "text": "Behold ye the earth, and give heed to the things which take place upon it from first to last, how steadfast they are, how none of the things upon earth change, but all the works of God appear to you."
                },
                {
                    "verse": 3,
                    "text": "Behold the summer and the winter, how the whole earth is filled with water, and clouds and dew and rain lie upon it."
                }
            ],
            "translation": "Charles"
        }
    ]
}